index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Southwest Slopes and Plains Eco-social observatory (New South Wales, Australia). </title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="Southwest Slopes and Plains Eco-social observatory (New South Wales, Australia). "/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2014-07-19T13:52+1000"/>
<meta name="author" content="Ivan Hanigan"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">Southwest Slopes and Plains Eco-social observatory (New South Wales, Australia). </h1>


<hr/>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Introduction</a></li>
<li><a href="#sec-2">2 Background</a></li>
<li><a href="#sec-3">3 Methods</a></li>
<li><a href="#sec-4">4 Results</a></li>
<li><a href="#sec-5">5 Discussion</a></li>
<li><a href="#sec-6">6 Conclusions</a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Introduction</h2>
<div class="outline-text-2" id="text-1">

<p>All societies can be conceptualised as eco-social systems in which
social processes continually interact with numerous ecological factors
(which themselves interact). All societies also create 'eco-social'
observatories which survey and seek to influence the future.
</p>
<p>
Though the structure, formality and effectiveness of these
observatories varies in essence functioning observatories generate 
policy options which can then be followed in ways which maximise (or at
least preserve collective well-being). 
</p>
<p>
However, if ecological constraints are too severe (such as the
approaching limits of ecosystem services and life support systems, or
an excessive energy cost), then consequences can include defective
predictions and inappropriate (or ineffectual) policies. Political
interference can also impair such observatories. Such failures of
self-correction may generate positive feedbacks leading to tipping
points beyond which human well-being declines, particularly if
ecological constraints continue to worsen.
</p>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Background</h2>
<div class="outline-text-2" id="text-2">

</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Methods</h2>
<div class="outline-text-2" id="text-3">

</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> Results</h2>
<div class="outline-text-2" id="text-4">

</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Discussion</h2>
<div class="outline-text-2" id="text-5">

</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> Conclusions</h2>
<div class="outline-text-2" id="text-6">

</div>
</div>
</div>

</body>
</html>
